IDEA Open Model
PointSupportNode.FlexibleStiffnessY Property
Compatible with IDEA StatiCa 20.1
 Support stiffness Y dirrection
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double FlexibleStiffnessY { get; set; }
Public Property FlexibleStiffnessY As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
PointSupportNode Class
IdeaRS.OpenModel.Model Namespace